artifacts/cfd-smoke/final-verification/cases/surge_1p0/0/U
FoamFile
{
 version 2.0; format ascii; class volVectorField; location "0"; object U;
}
dimensions [0 1 -1 0 0 0 0]; internalField uniform (1.0 0 0); boundaryField {inlet {type fixedValue; value uniform (1.0 0 0);} outlet {type inletOutlet; inletValue uniform (1.0 0 0); value uniform (1.0 0 0);} sides {type slip;} hull {type noSlip;}}
